02 Software/01 Broncode/operatiebrp-code-145.3/migratie/migr-test-isc/regressie-brp-bevraging-gba/uc1004-07-adresvraag webservice/uc1004-07C20T080b/1000-uit-ws_gba_vraag-zoek pl.xml

<?xml version="1.0"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
    <soap:Body xmlns:m="http://brp.bzk.nl/delivery/bevraging/gba/ws">
        <m:vraag>
            <m:in0>
                <m:indicatieAdresvraag>1</m:indicatieAdresvraag>
                <m:indicatieZoekenInHistorie>0</m:indicatieZoekenInHistorie>
                <m:masker>
                    <m:item>10110</m:item>
                    <m:item>10120</m:item>
                    <m:item>10240</m:item>
                    <m:item>81160</m:item>
                    <m:item>113210</m:item>
                    <m:item>113310</m:item>
                    <m:item>118210</m:item>
                    <m:item>118220</m:item>
                    <m:item>118230</m:item>
                    <m:item>118510</m:item>
                    <m:item>118610</m:item>
                    <m:item>613210</m:item>
                    <m:item>613310</m:item>
                    <m:item>618210</m:item>
                    <m:item>618220</m:item>
                    <m:item>618230</m:item>
                    <m:item>618510</m:item>
                    <m:item>618610</m:item>
                </m:masker>
                <m:parameters>
                    <m:item>
                        <m:rubrieknummer>10110</m:rubrieknummer>
                        <m:zoekwaarde>2092680737</m:zoekwaarde>
                    </m:item>
                    <m:item>
                        <m:rubrieknummer>10120</m:rubrieknummer>
                        <m:zoekwaarde>742730633</m:zoekwaarde>
                    </m:item>
                    <m:item>
                        <m:rubrieknummer>10240</m:rubrieknummer>
                        <m:zoekwaarde>Veld</m:zoekwaarde>
                    </m:item>
                    <m:item>
                        <m:rubrieknummer>81160</m:rubrieknummer>
                        <m:zoekwaarde>3031RG</m:zoekwaarde>
                    </m:item>
                </m:parameters>
            </m:in0>
        </m:vraag>
    </soap:Body>
</soap:Envelope>